11/data/attachments/3f747d943df39b0e.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Christopher_land_Actions_73909_0</nif:username>
            <nif:friendToBeRequested>soap_actions_de9d98e6-9559-44bd-88b2-c898b2af328d</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>